let num0 = `
<p>أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ</p>
اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ
سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن
ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ
أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ
إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ
يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ.
<span>[آية الكرسى - البقرة 255].</span>`;
let num1 = `<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ.
<br>
<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ. 
<br>
<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ.`;
let num2 = `<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ.
<br>
<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ. 
<br>
<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ.`;
let num3 = `<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ.
<br>
<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ. 
<br>
<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ.`;
let num4 = `أصبحنا وأصبح الملكُ لله، والحمد لله، لا إله إلا الله وحده لا شريكَ له، له الملك، وله الحمد، وهو على كل شيءٍ قدير، ربِّ أسألك خيرَ ما في هذا اليوم، وخيرَ ما بعده، وأعوذ بك من شرِّ ما في هذا اليوم، وشرِّ ما بعده، ربِّ أعوذ بك من الكسل، وسُوء الكِبَر، ربِّ أعوذ بك من عذابٍ في النار، وعذابٍ في القبر.`;
let num5 = `اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت أعوذ بك من شر ما صنعت أبوء لك بنعمتك علي وأبوء لك بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت.`;
let num6 = `رَضِيتُ باللهِ رَبًّا ، وبالإسلامِ دِينًا ، وبمُحَمَّدٍ نَبِيًّا.`;
let num7 = `رَضِيتُ باللهِ رَبًّا ، وبالإسلامِ دِينًا ، وبمُحَمَّدٍ نَبِيًّا.`;
let num8 = `رَضِيتُ باللهِ رَبًّا ، وبالإسلامِ دِينًا ، وبمُحَمَّدٍ نَبِيًّا.`;
let num9 = `اللَّهمَّ إنِّي أصبحتُ أشْهِدُكَ وأشْهِدُ حملةَ عرشِكَ وملائِكتَكَ وجميعَ خلقِكَ أنَّكَ أنتَ اللَّهُ لا إلَهَ إلَّا أنتَ وأنَّ محمَّدًا عبدُكَ ورسولُكَ.`;
let num10 = `اللَّهمَّ إنِّي أصبحتُ أشْهِدُكَ وأشْهِدُ حملةَ عرشِكَ وملائِكتَكَ وجميعَ خلقِكَ أنَّكَ أنتَ اللَّهُ لا إلَهَ إلَّا أنتَ وأنَّ محمَّدًا عبدُكَ ورسولُكَ.`;
let num11 = `اللَّهمَّ إنِّي أصبحتُ أشْهِدُكَ وأشْهِدُ حملةَ عرشِكَ وملائِكتَكَ وجميعَ خلقِكَ أنَّكَ أنتَ اللَّهُ لا إلَهَ إلَّا أنتَ وأنَّ محمَّدًا عبدُكَ ورسولُكَ.`;
let num12 = `اللَّهمَّ إنِّي أصبحتُ أشْهِدُكَ وأشْهِدُ حملةَ عرشِكَ وملائِكتَكَ وجميعَ خلقِكَ أنَّكَ أنتَ اللَّهُ لا إلَهَ إلَّا أنتَ وأنَّ محمَّدًا عبدُكَ ورسولُكَ.`;
let num13 = `اللَّهمَّ ما أصبحَ بي من نِعمةٍ أو بأحدٍ من خلقِك فمنكَ وحدَك، لا شريكَ لَك، فلَك الحمدُ، ولَك الشُّكرُ.`;
let num14 = `حسبيَ اللَّهُ لا إلهَ إلَّا هوَ عليهِ توكَّلتُ وهوَ ربُّ العرشِ العظيمِ.`;
let num15 = `بسمِ اللهِ الذي لا يضرُّ مع اسمِه شيءٌ في الأرضِ ولا في السماءِ وهو السميعُ العليمُ.`;
let num16 = `بسمِ اللهِ الذي لا يضرُّ مع اسمِه شيءٌ في الأرضِ ولا في السماءِ وهو السميعُ العليمُ.`;
let num17 = `بسمِ اللهِ الذي لا يضرُّ مع اسمِه شيءٌ في الأرضِ ولا في السماءِ وهو السميعُ العليمُ.`;
let num18 = `اللَّهمَّ بك أصبحنا وبك أمسينا وبك نحيا وبك نموتُ وإليك النشور.`;
let num19 = `أصبحْنا على فِطرةِ الإسلامِ ، وكلمةِ الإخلاصِ ، ودينِ نبيِّنا محمدٍ ، ومِلَّةِ أبينا إبراهيمَ ، حنيفًا مُسلمًا ، وما كان من المشرِكينَ.`;
let num20 = `سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ.`;
let num21 = `سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ.`;
let num22 = `سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ.`;
let num23 = `اللَّهمَّ عافِني في بدَني اللَّهمَّ عافِني في سَمعي اللَّهمَّ عافني في بصَري لا إلَه إلَّا أنتَ.`;
let num24 = `اللَّهمَّ عافِني في بدَني اللَّهمَّ عافِني في سَمعي اللَّهمَّ عافني في بصَري لا إلَه إلَّا أنتَ.`;
let num25 = `اللَّهمَّ عافِني في بدَني اللَّهمَّ عافِني في سَمعي اللَّهمَّ عافني في بصَري لا إلَه إلَّا أنتَ.`;
let num26 = `اللهمَّ إِنَّي أعوذُ بِكَ مِنَ الكفْرِ والفقْرُ ، اللهمَّ إِنَّي أعوذُ بِكَ مِنَ عذابِ القبرِ ، لا إلهَ إلَّا أنتَ .`;
let num27 = `اللهمَّ إنِّي أسألُكَ العَافِيَةَ في الدنيا و الآخرةِ اللهمَّ إنِّي أسألُكَ العَفْوَ و العَافِيَةَ في دِينِي و دُنْيايَ ، و أهلِي و مالِي اللهمَّ اسْتُرْ عَوْرَتِي ، و آمِنْ رَوْعَاتِي اللهمَّ احْفَظْنِي من بَيْنِ يَدَيَّ و من خلفي ، و عن يَمِينِي و عن شِمالِي ، و من فَوْقِي ، و أعوذُ بِعَظَمَتِكَ أنْ أُغْتَالَ من تَحْتِي.`;
let num28 = `يا حَيُّ يا قيُّومُ، لا إلهَ إلا أنت، برَحمتِك أستَغيثُ، فاكفِني شأني كُلَّه، ولا تَكِلْني إلى نَفْسي طَرْفةَ عَينٍ.`;
let num29 = `أصبَحْنا وأصبَحَ المُلكُ للهِ ربِّ العالَمينَ، اللَّهُمَّ إنِّي أسأَلُك خيرَ هذا اليَومِ؛ فَتحَه، ونَصرَه، ونُورَه، وبَرَكَتَه، وهُداه، وأعوذُ بكَ من شرِّ ما فيه، وشرِّ ما بعدَه.`;
let num30 = `اللهم فاطرَ السمواتِ والأرضِ، عالمَ الغَيبِ والشهادةِ، ربَّ كلِّ شيءٍ ومَليكَه، أشهَدُ أنْ لا إِلهَ إلَّا أنتَ، أعوذُ بكَ مِن شرِّ نَفْسي، ومِن شرِّ الشَّيطانِ وشِرْكِه.`;
let num31 = `أعوذُ بِكَلماتِ اللَّهِ التَّامَّاتِ من شرِّ ما خلقَ.`;
let num32 = `أعوذُ بِكَلماتِ اللَّهِ التَّامَّاتِ من شرِّ ما خلقَ.`;
let num33 = `أعوذُ بِكَلماتِ اللَّهِ التَّامَّاتِ من شرِّ ما خلقَ.`;
let num34 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let num35 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let num36 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let num37 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let num38 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let num39 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let num40 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let num41 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let num42 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let num43 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let num44 = `اللَّهُمَّ إنَّا نَعوذُ بك مِن أنْ نُشرِكَ بك شيئًا نَعلَمُه، ونَستغفِرُكَ لما لا نَعلَمُ.`;
let num45 = `اللهُمَّ إنِّي أعوذُ بِكَ من الهَمِّ والحُزْنِ ، وأَعوذُ بِكَ من العَجْزِ والكَسَلِ ، وأَعوذُ بِكَ من البُخْلِ والجُبنِ ، وأَعوذُ بِكَ من غَلَبةِ الدَّينِ وقَهْرِ الرِّجالِ.`;
let num46 = `اللَّهمَّ إنِّي أعوذُ بِك منَ العَجزِ والكسَلِ والبخلِ والهرَمِ والقسوةِ والغفلةِ والذِّلَّةِ والمسكَنةِ وأعوذُ بِك منَ الفقرِ والكفرِ والشِّركِ والنِّفاقِ والسُّمعةِ والرِّياءِ وأعوذُ بِك منَ الصَّممِ والبَكَمِ والجنونِ والبَرَصِ والجذامِ وسيِّئِ الأسقامِ .`;
let num47 = `اللَّهمَّ إنِّي أسأَلُكَ عِلمًا نافعًا، ورِزْقًا طيِّبًا، وعمَلًا مُتقَبَّلًا.`;
let num48 = `لا إلَهَ إلَّا اللَّهُ وحْدَهُ لا شَرِيكَ له، له المُلْكُ وله الحَمْدُ، وهو علَى كُلِّ شيءٍ قَدِيرٌ.`;
let num49 = `سبحان الله وبحمده.`;
let morning = [
  num0,
  num1,
  num2,
  num3,
  num4,
  num5,
  num6,
  num7,
  num8,
  num9,
  num10,
  num11,
  num12,
  num13,
  num14,
  num15,
  num16,
  num17,
  num18,
  num19,
  num20,
  num21,
  num22,
  num23,
  num24,
  num25,
  num26,
  num27,
  num28,
  num29,
  num30,
  num31,
  num32,
  num33,
  num34,
  num35,
  num36,
  num37,
  num38,
  num39,
  num40,
  num41,
  num42,
  num43,
  num44,
  num45,
  num46,
  num47,
  num48,
  num49,
  "تم بحمد الله ❤",
];
let nume0 = `
<p>أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ</p>
اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ
سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن
ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ
أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ
إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ
يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ.
<span>[آية الكرسى - البقرة 255].</span>`;
let nume1 = `آمَنَ الرَّسولُ بِما أُنزِلَ إِلَيهِ مِن رَبِّهِ وَالمُؤمِنونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَينَ أَحَدٍ مِن رُسُلِهِ وَقالوا سَمِعنا وَأَطَعنا غُفرانَكَ رَبَّنا وَإِلَيكَ المَصيرُ.`;
let nume2 = `<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ.
<br>
<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ. 
<br>
<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ.`;
let nume3 = `<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ.
<br>
<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ. 
<br>
<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ.`;
let nume4 = `<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ.
<br>
<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ. 
<br>
<p>بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</p>
قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ.`;
let nume5 = `أمسينا وأمسى الملكُ لله، والحمد لله، لا إله إلا الله وحده لا شريكَ له، له الملك، وله الحمد، وهو على كل شيءٍ قدير، ربِّ أسألك خيرَ ما في هذه الليلة، وخيرَ ما بعدها، وأعوذ بك من شرِّ ما في هذه الليلة، وشرِّ ما بعدها، ربِّ أعوذ بك من الكسل، وسُوء الكِبَر، ربِّ أعوذ بك من عذابٍ في النار، وعذابٍ في القبر.`;
let nume6 = `اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت أعوذ بك من شر ما صنعت أبوء لك بنعمتك علي وأبوء لك بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت.`;
let nume7 = `رَضِيتُ باللهِ رَبًّا ، وبالإسلامِ دِينًا ، وبمُحَمَّدٍ نَبِيًّا.`;
let nume8 = `رَضِيتُ باللهِ رَبًّا ، وبالإسلامِ دِينًا ، وبمُحَمَّدٍ نَبِيًّا.`;
let nume9 = `رَضِيتُ باللهِ رَبًّا ، وبالإسلامِ دِينًا ، وبمُحَمَّدٍ نَبِيًّا.`;
let nume10 = `اللَّهمَّ إنِّي أمسيتُ أشْهِدُكَ وأشْهِدُ حملةَ عرشِكَ وملائِكتَكَ وجميعَ خلقِكَ أنَّكَ أنتَ اللَّهُ لا إلَهَ إلَّا أنتَ وأنَّ محمَّدًا عبدُكَ ورسولُكَ.`;
let nume11 = `اللَّهمَّ إنِّي أمسيتُ أشْهِدُكَ وأشْهِدُ حملةَ عرشِكَ وملائِكتَكَ وجميعَ خلقِكَ أنَّكَ أنتَ اللَّهُ لا إلَهَ إلَّا أنتَ وأنَّ محمَّدًا عبدُكَ ورسولُكَ.`;
let nume12 = `اللَّهمَّ إنِّي أمسيتُ أشْهِدُكَ وأشْهِدُ حملةَ عرشِكَ وملائِكتَكَ وجميعَ خلقِكَ أنَّكَ أنتَ اللَّهُ لا إلَهَ إلَّا أنتَ وأنَّ محمَّدًا عبدُكَ ورسولُكَ.`;
let nume13 = `اللَّهمَّ إنِّي أمسيتُ أشْهِدُكَ وأشْهِدُ حملةَ عرشِكَ وملائِكتَكَ وجميعَ خلقِكَ أنَّكَ أنتَ اللَّهُ لا إلَهَ إلَّا أنتَ وأنَّ محمَّدًا عبدُكَ ورسولُكَ.`;
let nume14 = `اللَّهمَّ ما أمسى بي من نِعمةٍ أو بأحدٍ من خلقِك فمنكَ وحدَك، لا شريكَ لَك، فلَك الحمدُ، ولَك الشُّكرُ.`;
let nume15 = `حسبيَ اللَّهُ لا إلهَ إلَّا هوَ عليهِ توكَّلتُ وهوَ ربُّ العرشِ العظيمِ.`;
let nume16 = `حسبيَ اللَّهُ لا إلهَ إلَّا هوَ عليهِ توكَّلتُ وهوَ ربُّ العرشِ العظيمِ.`;
let nume17 = `حسبيَ اللَّهُ لا إلهَ إلَّا هوَ عليهِ توكَّلتُ وهوَ ربُّ العرشِ العظيمِ.`;
let nume18 = `حسبيَ اللَّهُ لا إلهَ إلَّا هوَ عليهِ توكَّلتُ وهوَ ربُّ العرشِ العظيمِ.`;
let nume19 = `حسبيَ اللَّهُ لا إلهَ إلَّا هوَ عليهِ توكَّلتُ وهوَ ربُّ العرشِ العظيمِ.`;
let nume20 = `حسبيَ اللَّهُ لا إلهَ إلَّا هوَ عليهِ توكَّلتُ وهوَ ربُّ العرشِ العظيمِ.`;
let nume21 = `حسبيَ اللَّهُ لا إلهَ إلَّا هوَ عليهِ توكَّلتُ وهوَ ربُّ العرشِ العظيمِ.`;
let nume22 = `بسمِ اللهِ الذي لا يضرُّ مع اسمِه شيءٌ في الأرضِ ولا في السماءِ وهو السميعُ العليمُ.`;
let nume23 = `بسمِ اللهِ الذي لا يضرُّ مع اسمِه شيءٌ في الأرضِ ولا في السماءِ وهو السميعُ العليمُ.`;
let nume24 = `بسمِ اللهِ الذي لا يضرُّ مع اسمِه شيءٌ في الأرضِ ولا في السماءِ وهو السميعُ العليمُ.`;
let nume25 = `اللَّهمَّ بك أمسينا وبك أصبحنا وبك نحيا وبك نموتُ وإليك المصير.`;
let nume26 = `أمسينا على فِطرةِ الإسلامِ ، وكلمةِ الإخلاصِ ، ودينِ نبيِّنا محمدٍ ، ومِلَّةِ أبينا إبراهيمَ ، حنيفًا مُسلمًا ، وما كان من المشرِكينَ.`;
let nume27 = `سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ.`;
let nume28 = `سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ.`;
let nume29 = `سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ.`;
let nume30 = `اللَّهمَّ عافِني في بدَني اللَّهمَّ عافِني في سَمعي اللَّهمَّ عافني في بصَري لا إلَه إلَّا أنتَ.`;
let nume31 = `اللَّهمَّ عافِني في بدَني اللَّهمَّ عافِني في سَمعي اللَّهمَّ عافني في بصَري لا إلَه إلَّا أنتَ.`;
let nume32 = `اللَّهمَّ عافِني في بدَني اللَّهمَّ عافِني في سَمعي اللَّهمَّ عافني في بصَري لا إلَه إلَّا أنتَ.`;
let nume33 = `اللهمَّ إِنَّي أعوذُ بِكَ مِنَ الكفْرِ والفقْرُ ، اللهمَّ إِنَّي أعوذُ بِكَ مِنَ عذابِ القبرِ ، لا إلهَ إلَّا أنتَ .`;
let nume34 = `اللهمَّ إنِّي أسألُكَ العَافِيَةَ في الدنيا و الآخرةِ اللهمَّ إنِّي أسألُكَ العَفْوَ و العَافِيَةَ في دِينِي و دُنْيايَ ، و أهلِي و مالِي اللهمَّ اسْتُرْ عَوْرَتِي ، و آمِنْ رَوْعَاتِي اللهمَّ احْفَظْنِي من بَيْنِ يَدَيَّ و من خلفي ، و عن يَمِينِي و عن شِمالِي ، و من فَوْقِي ، و أعوذُ بِعَظَمَتِكَ أنْ أُغْتَالَ من تَحْتِي.`;
let nume35 = `يا حَيُّ يا قيُّومُ، لا إلهَ إلا أنت، برَحمتِك أستَغيثُ، فاكفِني شأني كُلَّه، ولا تَكِلْني إلى نَفْسي طَرْفةَ عَينٍ.`;
let nume36 = `أمسينا وأمسى المُلكُ للهِ ربِّ العالَمينَ، اللَّهُمَّ إنِّي أسأَلُك خيرَ هذا اليَومِ؛ فَتحَه، ونَصرَه، ونُورَه، وبَرَكَتَه، وهُداه، وأعوذُ بكَ من شرِّ ما فيه، وشرِّ ما بعدَه.`;
let nume37 = `اللهم فاطرَ السمواتِ والأرضِ، عالمَ الغَيبِ والشهادةِ، ربَّ كلِّ شيءٍ ومَليكَه، أشهَدُ أنْ لا إِلهَ إلَّا أنتَ، أعوذُ بكَ مِن شرِّ نَفْسي، ومِن شرِّ الشَّيطانِ وشِرْكِه.`;
let nume38 = `أعوذُ بِكَلماتِ اللَّهِ التَّامَّاتِ من شرِّ ما خلقَ.`;
let nume39 = `أعوذُ بِكَلماتِ اللَّهِ التَّامَّاتِ من شرِّ ما خلقَ.`;
let nume40 = `أعوذُ بِكَلماتِ اللَّهِ التَّامَّاتِ من شرِّ ما خلقَ.`;
let nume41 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let nume42 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let nume43 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let nume44 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let nume45 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let nume46 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let nume47 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let nume48 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let nume49 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let nume50 = `اللهم صلِّ وسلِّم وبارك على نبينا محمد.`;
let nume51 = `اللَّهُمَّ إنَّا نَعوذُ بك مِن أنْ نُشرِكَ بك شيئًا نَعلَمُه، ونَستغفِرُكَ لما لا نَعلَمُ.`;
let nume52 = `اللهُمَّ إنِّي أعوذُ بِكَ من الهَمِّ والحُزْنِ ، وأَعوذُ بِكَ من العَجْزِ والكَسَلِ ، وأَعوذُ بِكَ من البُخْلِ والجُبنِ ، وأَعوذُ بِكَ من غَلَبةِ الدَّينِ وقَهْرِ الرِّجالِ.`;
let nume53 = `اللَّهمَّ إنِّي أعوذُ بِك منَ العَجزِ والكسَلِ والبخلِ والهرَمِ والقسوةِ والغفلةِ والذِّلَّةِ والمسكَنةِ وأعوذُ بِك منَ الفقرِ والكفرِ والشِّركِ والنِّفاقِ والسُّمعةِ والرِّياءِ وأعوذُ بِك منَ الصَّممِ والبَكَمِ والجنونِ والبَرَصِ والجذامِ وسيِّئِ الأسقامِ .`;
let nume54 = `لا إلَهَ إلَّا اللَّهُ وحْدَهُ لا شَرِيكَ له، له المُلْكُ وله الحَمْدُ، وهو علَى كُلِّ شيءٍ قَدِيرٌ.`;
let nume55 = `سبحان الله وبحمده.`;
let evening = [
  nume0,
  nume1,
  nume2,
  nume3,
  nume4,
  nume5,
  nume6,
  nume7,
  nume8,
  nume9,
  nume10,
  nume11,
  nume12,
  nume13,
  nume14,
  nume15,
  nume16,
  nume17,
  nume18,
  nume19,
  nume20,
  nume21,
  nume22,
  nume23,
  nume24,
  nume25,
  nume26,
  nume27,
  nume28,
  nume29,
  nume30,
  nume31,
  nume32,
  nume33,
  nume34,
  nume35,
  nume36,
  nume37,
  nume38,
  nume39,
  nume40,
  nume41,
  nume42,
  nume43,
  nume44,
  nume45,
  nume46,
  nume47,
  nume48,
  nume49,
  nume50,
  nume51,
  nume52,
  nume53,
  nume54,
  nume55,
  "تم بحمد الله ❤",
];
